Revit 2027 API
BuiltInFailures.NumberingFailures.SampleNumberingError Property
 Replace this with the first real one
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SampleNumberingError { get; }
Public Shared ReadOnly Property SampleNumberingError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SampleNumberingError {
	FailureDefinitionId^ get ();
}
static member SampleNumberingError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.NumberingFailures Class
Autodesk.Revit.DB Namespace